import Footer from "./Footer";
import Header from "./Header";
import image from './img/info_pet.jpg'

export default function AboutProject(){
    return(
        <>
            <Header/>
            <div className="about-container">
                <div className="img_preview">

                </div>
                <div className="about-way">
                    <ul>
                        <h4>Хотите найти питомцу нового хозяина?</h4>
                        <li>Зарегистрируйтесь</li>
                        <li>Заполните профиль</li>
                        <li>Ждите, пока найдётся хозяин</li>
                    </ul>
                    
                    <ul>
                        <h4>Давно думали завести себе питомца?</h4>
                        <li>Зарегистрируйтесь</li>
                        <li>Свяжитесь с хозяином</li>
                        <li>Радоваться новому спутнику</li>
                    </ul>
                </div>
                <div className="about-clinic">
                    <h2>Здесь вы можете найти ветеринарные клиники в г. Бресте</h2>
                    <div className="about-clinic-item">
                        <h5>Ветеринарная лечебница Айболит</h5>
                        <p>ул. Янки Купалы, 116Б</p>
                    </div>
                    <div className="about-clinic-item">
                        <h5>Ветеринарный кабинет Семь жизней</h5>
                        <p> ул. Сябровская, 51А</p>
                    </div>
                    <div className="about-clinic-item">
                        <h5>Ветклиника Радушный лекарь</h5>
                        <p>ул. Л-та Рябцева, 10</p>
                    </div>
                    <div className="about-clinic-item">
                        <h5>Городская ветеринарная лечебница</h5>
                        <p>ул. Свято-Афанасьевская, 117</p>
                    </div>
                    <div className="about-clinic-item">
                        <h5>Ветлечебница Мультивет на Нефтяной</h5>
                        <p>ул. Нефтяная, 2а</p>
                    </div>
                    <div className="about-clinic-item">
                        <h5>Ветлечебница Мультивет на Дзержинского</h5>
                        <p>ул. Дзержинского, 14</p>
                    </div>
                    <div className="about-clinic-item">
                        <h5>Ветлечебница Природа</h5>
                        <p>ул. Гаврилова, 21</p>
                    </div>
                    <div className="about-clinic-item">
                        <h5>Городская ветеринарная станция</h5>
                        <p>ул. Фортечная, 77</p>
                    </div>
                    <div className="about-clinic-item">
                        <h5>Ветлечебница ПКУП Коммунальник</h5>
                        <p>ул. Прибужская, 61</p>
                    </div>
                    <div className="about-clinic-item">
                        <h5>Брестский пограничный контрольный ветеринарный пункт</h5>
                        <p>ул. Дворчика, 28</p>
                    </div>
                    <div className="about-clinic-item">
                        <h5>Ветклиника Ветеринарная районная лаборатория</h5>
                        <p>Белорусская, 68/4</p>
                    </div>
                </div>
            </div>
            <div class="social">
                    <h5>Наши социальные сети</h5>
                    <div className='social-link'>
                    <a class="social__item" href="#" target="_blank">
                            <svg id="facebook" viewBox="0 0 155.139 155.139">
                                <g>
                                    <path id="f_1_" d="M89.584,155.139V84.378h23.742l3.562-27.585H89.584V39.184
                                c0-7.984,2.208-13.425,13.67-13.425l14.595-0.006V1.08C115.325,0.752,106.661,0,96.577,0C75.52,0,61.104,12.853,61.104,36.452
                                v20.341H37.29v27.585h23.814v70.761H89.584z" /> </g>
                            </svg>
                        </a>
                        <a class="social__item" href="#" target="_blank">
                        <svg id="twitter" viewBox="0 0 512 512">
                            <g>
                                <path d="M512,97.248c-19.04,8.352-39.328,13.888-60.48,16.576c21.76-12.992,38.368-33.408,46.176-58.016
                            c-20.288,12.096-42.688,20.64-66.56,25.408C411.872,60.704,384.416,48,354.464,48c-58.112,0-104.896,47.168-104.896,104.992
                            c0,8.32,0.704,16.32,2.432,23.936c-87.264-4.256-164.48-46.08-216.352-109.792c-9.056,15.712-14.368,33.696-14.368,53.056
                            c0,36.352,18.72,68.576,46.624,87.232c-16.864-0.32-33.408-5.216-47.424-12.928c0,0.32,0,0.736,0,1.152
                            c0,51.008,36.384,93.376,84.096,103.136c-8.544,2.336-17.856,3.456-27.52,3.456c-6.72,0-13.504-0.384-19.872-1.792
                            c13.6,41.568,52.192,72.128,98.08,73.12c-35.712,27.936-81.056,44.768-130.144,44.768c-8.608,0-16.864-0.384-25.12-1.44
                            C46.496,446.88,101.6,464,161.024,464c193.152,0,298.752-160,298.752-298.688c0-4.64-0.16-9.12-0.384-13.568
                            C480.224,136.96,497.728,118.496,512,97.248z" /> </g>
                        </svg>
                        </a>
                        <a class="social__item" href="#" target="_blank">
                        <svg id="vk" viewBox="0 0 511.962 511.962">
                            <g>
                                <path d="M507.399,370.471c-1.376-2.304-9.888-20.8-50.848-58.816c-42.88-39.808-37.12-33.344,14.528-102.176
                            c31.456-41.92,44.032-67.52,40.096-78.464c-3.744-10.432-26.88-7.68-26.88-7.68l-76.928,0.448c0,0-5.696-0.768-9.952,1.76
                            c-4.128,2.496-6.784,8.256-6.784,8.256s-12.192,32.448-28.448,60.032c-34.272,58.208-48,61.28-53.6,57.664
                            c-13.024-8.416-9.76-33.856-9.76-51.904c0-56.416,8.544-79.936-16.672-86.016c-8.384-2.016-14.528-3.36-35.936-3.584
                            c-27.456-0.288-50.72,0.096-63.872,6.528c-8.768,4.288-15.52,13.856-11.392,14.4c5.088,0.672,16.608,3.104,22.72,11.424
                            c7.904,10.72,7.616,34.848,7.616,34.848s4.544,66.4-10.592,74.656c-10.4,5.664-24.64-5.888-55.2-58.72
                            c-15.648-27.04-27.488-56.96-27.488-56.96s-2.272-5.568-6.336-8.544c-4.928-3.616-11.84-4.768-11.84-4.768l-73.152,0.448
                            c0,0-10.976,0.32-15.008,5.088c-3.584,4.256-0.288,13.024-0.288,13.024s57.28,133.984,122.112,201.536
                            c59.488,61.92,127.008,57.856,127.008,57.856h30.592c0,0,9.248-1.024,13.952-6.112c4.352-4.672,4.192-13.44,4.192-13.44
                            s-0.608-41.056,18.464-47.104c18.784-5.952,42.912,39.68,68.48,57.248c19.328,13.28,34.016,10.368,34.016,10.368l68.384-0.96
                            C488.583,400.807,524.359,398.599,507.399,370.471z" /> </g>
                        </svg>
                        </a>
                    </div>
                </div>
            <Footer/>
        </>
    )
    
}